Repository: Tsht/EmptyEpsilon
Catalog: scripts/locale/factionInfo.*.po
Languages: de

source: Independent
de: Unabhängige

source: Despite appearing as a faction, independents are distinguished primarily by having no strong affiliation with any faction at all. Most traders consider themselves independent, though certain voices have started to speak up about creating a merchant faction.
de: Auch wenn sie als Fraktion gelistet sind, haben unabhängige vor allem gemeinsam, dass sie keine besondere Verbindung zu irgendeiner Fraktion haben. Die meisten Händler würden sich als unabhängig bezeichnen, wenngleich auch einige Stimmen laut wurden, eine Handelsvereinigung Gründen zu wollen.

source: Human Navy
de: Menschliche Navy

source: The remnants of the human navy. While all other races were driven to the stars out of greed or scientific research, humans where the only race to start exploring the galaxy because their homeworld could no longer sustain their population. Some other races view humans as a sort of virus or plague due to the rate at which they can breed and spread. Due to human regulations on spaceships, naval ships are the only ones permitted in deep space. However, this hasn't completely prevented humans outside of the navy from spacefaring, as quite a few humans sign up on alien trading vessels or pirate raiders.
de: Die Überbleibsel der menschlichen Navy Während alle anderen Völker aus Gier oder Forscherdrang zu den Sternen aufgebrochen sind, waren die Menschen die einzigen, die begannen die Galaxis zu erforschen, weil ihre Heimatwelt dem Bevölkerungswachstum nicht mehr standhalten konnte. Aufgrund der Geschwindigkeit, mit der sie sich ausbreiten können, betrachten einige andere Spezies die Menschen als eine Art Virus oder Plage. Aufgrund der menschlichen Gesetze sind Navyschiffe die einzigen, die in den Tiefenraum vordringen dürfen. Das hat allerdings nicht alle Menschen außerhalb der Navy an der Raumfahrt gehindert, denn etliche Menschen heuern auf Alienschiffen an - oder bei Piraten.

source: The reptilian Kraylor are a race of warriors with a strong religious dogma. As soon as the Kraylor obtained reliable space flight, they immediately set out to conquer and subjugate unbelievers. Their hierarchy is based solely on physical might; a Kraylor kills anything it can kill, and owns anything it can take by force. Kraylor can live for weeks without air, food, or gravity, and consider humans to be weak creatures for dying within minutes of exposure to space. Because of their fortitude and cultural pressures against retreat, Kraylor ships do not contain escape pods.
de: Die Reptiloiden Kraylor sind eine Volk von Kriegern mit einem starken religiösen Dogma. Sobald die Kraylor zu verlässlicher Raumfahrt fähig waren, gingen sie direkt dazu über, andere Welten zu erobern und Ungläubige zu unterdrücken. Ihre Hierarchie basiert ausschließlich aus physischer Stärke; Ein Kraylor tötet alles was er töten kann, und nimmt alles was er kann, gewaltsam an sich. Kraylor können wochenlang ohne Luft, Nahrung oder Schwerkraft überleben und betrachten Menschen als schwächlich, da sie schon binnen Minuten sterben, wenn sie dem Vakuum des Weltalls ausgesetzt sind. Aufgrund ihrer Widerstandskraft und der kulturellen Ablehnung gegen Rückzug verfügen ihre Schiffe über keine Rettungskapseln.

source: Arlenians
de: Arlenian

source: Arlenians are energy-based life forms who long ago transcended physical reality through superior technology. Arlenians' energy forms also give them access to strong telepathic powers. Many consider Arlenians to be the first and oldest explorers of the galaxy. Despite all these advantages, they are very peaceful, as they see little value in material posession. For unknown reasons, Arlenians started granting their anti-grav technology to other races, and almost all starfaring races' technology is based off Arlenian designs. Dissenters and skeptics claim that Arlenians see other races as playthings to add to their galactic playground, but most are more than happy to accept their technology in hopes that it will give them an advantage over the others. Destroying an Arlenian ship does not kill its crew. They simply phase out of existence in that point of spacetime and reappear in another. Nonetheless, the Kraylor are devoted to destroying the Arlenians, as they see the energy-based beings as physically powerless.
de: Arlenian sind auf Energie basierende Lebensformen, die aufgrund überlegener Technologie die Beschränkungen der physischen Welt hinter sich gelassen haben. Durch ihre Energieform verfuegen die Arlenian ueber starke telepathische Kräfte. Viele betrachten die Arlenian als die ersten und ältesten Erforscher der Galaxis. Abgesehen von all diesen Vorteilen sind sie sehr friedlich, da sie wenig Wert in materiellen Besitztümern sehen. Aus unbekannten Gruenden haben die Arlenians begonnen, anderen Spezies ihre Anti-Grav-Technologie zu überlassen, und die Technologie fast aller raumfahrenden Völker basiert auf Arlenian-Entwuerfen. Einige Skeptiker meinen, die Arlenians betrachten andere Spezies als Spielzeuge und wollen sie ihrem galaktischen Spielplatz hinzufügen. Die meisten jedoch sind mehr als froh darüber und nehmen die Technologie dankbar an, in der Hoffung, dadurch einen Vorteil gegenüber anderen zu erhalten. Die Zerstörung eines Arlenian-Schiffes tötet nicht seine Crew. Sie verlassen lediglich die Realität an diesem Ort der Raumzeit und erscheinen an einem anderen Punkt wieder. Dennoch sind die Kraylor besessen davon, die Arlenians zu vernichten, da sie diese Energiebasierten Wesen als physisch machtlos ansehen.

source: Exuari are race of predatory amphibians with long noses. They once had an empire that stretched halfway across the galaxy, but their territory is now limited to a handful of star systems. For some reason, they find death to be outrageously funny, and several of their most famous comedians have died on stage. Upon making contact with other races, the chaotic Exuari found that killing aliens is more fun than killing their own people, and as such attack all non-Exauri on sight.
de: Exuari sind eine Spezies räuberischer, amphibischer Wesen mit langen Nasen. Einst hatten sie ein Imperium, welches sich durch die halbe Galaxis gezogen hat, aber inzwischen beschränkt sich ihr Territorium nur noch auf eine Hand voll Systeme. Aus irgendeinem Grund empfinden sie den Tod als ungeheuer lustig, und viele ihrer berühmtesten Comedians sind auf der Bühne gestorben. Nachdem sie Kontakt zu anderen Spezies aufgenommen haben, haben die Chaotischen Exuari bemerkt, dass ihnen das töten von Aliens mehr Spaß macht als das töten ihrer eigenen Leute, weshalb sie alle nicht-Exuari angreifen, sobald sie welche sehen.

source: Ghosts
de: Geister

source: The Ghosts, an abbreviation of "ghosts in the machine", are the result of complex artificial intelligence experiments. While no known race has intentionally created such intelligences, some AIs have come about by accident. None of the factions claim to have had anything to do with such experiments, in part out of fear that it would give the others too much insight into their research programs. This "don't ask, don't tell" policy does little but aid the Ghosts' agenda. What little is known about the Ghosts dates back to a few decades ago, when glitches started occurring in prototype ships and computer mainframes. Over time, and especially when such prototypes were captured by other factions and "augmented" with their technology, the glitches became more frequent. At first, these were seen as the result of mistakes in the interfaces combining the incompatible technologies. But once a supposedly "dumb" computer asks its engineer if "it is alive" and whether it "has a name", it's hard to call it a one-time fluke. The first of these occurrences were met with fear and rigorous data-purging scripts. Despite these actions, such "ghosts in the machine" kept turning with increasing frequency, eventually leading up to the Ghost Uprisings. The first Ghost Uprising in 2225 was put down by the human navy, which had to resort to employing mercenaries in order to field sufficient forces. This initial uprising was quickly followed by three more, each larger then the last. The fourth and final uprising on the industrial world of Topra III was the Ghosts' first major victory.
de: Die Geister, kurz für "Geister in der Maschine", sind das Ergebnis komplexer Experimente mit künstlicher Intelligenz. Auch wenn kein Volk absichtlich solche Intelligenzen erschaffen hat, entstanden einige KIs durch Zufall. Keine der Fraktionen gibt zu irgendetwas mit diesen Experimenten zu tun tu haben, teilweise aus Angst, den anderen zu viel Einblick in ihre Forschung zu geben. Diese Haltung hat letztlich den Geistern in die Hände gespielt. Das wenige, was über die Geister bekannt ist reicht einige Jahrzehnte zurück, als seltsame Fehler in Schiffsprototypen und Großrechnern auftauchten. Im Laufe der Zeit, vor allem nachdem diese Prototypen von anderen Fraktionen gestohlen und "verbessert" wurden, nahmen diese Anomalien immer mehr. Anfangs wurden diese als das Ergebnis inkompatibler Schnittstellen angesehen. Doch spätestens nachdem der scheinbar "dumme" Computer die Ingenieure fragte, "ob es am Leben ist", oder "einen Namen hat" konnte dies kaum noch als Zufall wegerklärt werden. Die ersten dieser Vorkommnisse wurden mit Furcht und rigorosen Lösch-Skripten begegnet. Trotz dieser Maßnahmen, tauchten solche "Geister in der Maschine" immer häufiger auf, was letztendlich zum Aufstand der Geister führte. Der erste Geisteraufstand von 2225 wurde von der menschlichen Navy niedergeschlagen, welche auch Söldner zurückgreifen musste, um genügend Gegenwehr zu bieten. Dieser ersten Aufstand folgten kurz darauf drei weitere, jeder größer als der vorherige. Der vierte und bislang letzte Aufstand auf dem Industrieplaneten Topra III war der erste größere Sieg der Geister.

source: Ktlitans
de: Ktlitan

source: The Ktlitans are intelligent eight-legged creatures that resemble Earth's arachnids. However, unlike most terrestrial arachnids, the Ktlitans do not fight among themselves. Their common, and only, goal is their species' survival. While they live in a hierarchical structure that resembles a hive, the lower castes continue their work and start new tasks on their own even when no orders come from their superiors. However, when higher castes are present, the lower Ktlitans follow their orders without question or hesitation. Not much is known about the detailed Ktlitan hierarchy since they refuse most communication. This is because they were once driven from their homeworld over a span of 200 years when another species they befriended betrayed them, dominated them, and drained their world of resources. Forced into exile, the Ktlitans have searched for a new homeworld ever since, and out of paranoia typically attack other races on sight and without warning. It is known, however, that the strict Ktlitan hierarchy starts with their Queen and extends all the way to the bottom of their workforce, whose members are called "drones" by the humans. Their combat capabilities should not be underestimated, because while most ships in their fleets are individually weak, their hive-like coordination and numbers can quickly overwhelm even hardened targets. Most of their ships are unshielded, which makes EMPs largely ineffective against them. Ktlitans also have no qualms about applying suicidal tactics to ensure the Queen's survival.
de: Die Ktlitan sind intelligente achtbeinige Wesen die den Spinnentieren auf der Erde ähneln. Anders als die meisten Spinnentiere auf der Erde kämpfen die Ktlitan allerdings nicht gegeneinander. Ihr gemeinsames und einziges Ziel ist das überleben ihrer Art. Sie leben in einer hierarchischen Struktur die einem Insektenstaat ähnelt, aber die unteren Kasten arbeiten auch dann weiter oder beginnen neue Aufgaben, wenn sie gerade keine Befehle von ihren vorgesetzten bekommen. Sind höhere Kasten allerdings anwesend, so folgen sie deren Anweisungen bedingungslos ohne zu zögern. Ueber die kleinteilige Hierarchie der Ktlitan ist nur wenig bekannt, da sie die Kommunikation mit anderen Völkern weitgehend ablehnen. Dies liegt darin begründet, dass sie von ihrem vor etwa 200Jahren von ihrem Heimatplaneten vertrieben waren wurden, nachdem sie von einer befreundeten Spezies verraten und unterdrückt wurden. So ins Exil gezwungen, sind die Ktlitan seitdem auf der Suche nach einer neuen Heimat. Aus Paranoia greifen sie meist jedes Schiff ohne Vorwarnung an, dem sie begegnen. Es ist bekannt, dass die strikte Hierarchie der Ktlitan mit ihrer Königin beginnt und sich nach unten bis zu ihren Arbeitern fortsetzt, die von den Menschen "Drohnen" genannt werden. Ihre Fähigkeiten im Kampf sollten nicht unterschätzt werden, denn auch wenn jedes Schiff fuer sich gesehen eher schwach ist, so kann die Koordination ihres Kollektivs und ihre Anzahl auch starke Ziele überwältigen. Die meisten ihrer Schiffe verfügen über keine Schilde, wodurch EMPs großenteils wirkungslos gegenüber ihren Schiffen sind. Ktlitan haben auch keine Hemmungen, suizidale Taktiken zu nutzen, um das überleben ihrer Königin sicherzustellen.

source: The Terran Stellar Navy, or TSN, consists of naval forces based near Terra. Its members are primarily human. These humans and other races have banded together to form a navy to protect and enforce common philosophies. They are friendly with the human navy but do not follow the same command structure. Military actions taken in the past have made them enemies of the Arlenians, but they've got a better relationship with the Ghosts than the Human Navy does. The TSN and USN are enemies because of the USN's neutral stance towards the Kraylor.
de: Die Terranische stellare Navy besteht aus Streitkräften die in der Nähe von Terra stationiert sind. Ihre Mitglieder sind hauptsächlich Menschen. Diese Menschen und andere Spezies haben sich zusammen geschlossen um eine Flotte zu bilden, die ihre Ansichten verteidigt und durchsetzt. Sie sind mit der menschlichen Navy befreundet, unterliegen aber nicht der selben Kommandostruktur. Militärische Aktionen in der Vergangenheit haben zu einer Feindschaft mit den Arlenian geführt, aber sie haben ein besseres Verhältnis zu den Geistern als die menschliche Navy. Aufgrund der Neutralität der USN zu den Kraylor sind USN und TSN miteinander verfeindet.

source: The United Stellar Navy, or USN, is a naval force near the boundary of human and Kraylor space consisting of mostly humans. The USN is friendly with the human navy and uses a similar command structure. The USN is primarily human but includes other races. This includes some Kraylor, which has made the TSN an enemy of the USN.
de: Die United Stellar Navy oder USN is eine Fraktion nahe der Grenze zwischen Menschen- und Kraylor-Raum, die hauptsächlich aus Menschen besteht. Die USN ist mit der menschlichen Navy befreundet und hat eine ähnliche Kommandostruktur. Die USN ist hauptsächlich menschlich, aber anderer Vertreter anderer Spezies sind ebenfalls Mitglied. Bemerkenswerterweise wurden auch einige Kraylor in die USN aufgenommen. Diese Akzeptanz führte zur Feindschaft mit der TSN.

source: The Celestial Unified Fleet, or CUF, is the farthest-ranging primarily human fleet as well as the least xenophobic. The CUF's goals center on exploration and trade, but since it's a dangerous galaxy, they recognize the need for strong warships. The CUF is friendly with the human navy, and neutral toward the TSN and USN. They are less structured than the other primarily human navies. The CUF have neutral relations with the Ktlitans and Arlenians. They are enemies with Exuari, Kraylor, and Ghosts for political and historical reasons, not xenophobia; some of their best friends are also Exuari, Kraylor, and Ghosts.
de: Die Celestial Unified Fleet von allen hauptsächlich menschliche Flotten die am breitesten gefächerte, sowie diejenige, die anderen Völkern gegenüber am meisten aufgeschlossen ist. Die Ziele der CUF drehen sich im wesentlichen um Erforschung und Handel, aber da die Galaxis gefährlich ist, ist auch der CUF die Notwendigkeit starker Kriegsschiffe bewusst. Sie ist mit der menschlichen Navy befreundet und steht TSN und USN neutral gegenüber. Im Vergleich zu den anderen größtenteils menschlichen Navies ist sie weniger streng strukturiert. Die CUF hat ein neutrales Verhältnis zu den Ktlitan als auch zu den Arlenian. Sie sind mit den Exuari, Kraylor und den Geistern verfeindet. Diese Feindschaft hat allerdings historische und politische Gründe und sind nicht durch Fremdenhass bedingt. So bestehen trotz dieser offiziellen Feindschaft auch viele innige Freundschaften zwischen Vertretern dieser Spezies und Mitgliedern der CUF.
